Repository: kwizzad/kwizzad-ios
Catalog: Source/*.lproj/Kwizzad.strings
Languages: de

source: Are you sure you want to quit and miss out on %@?
de: Willst du die Aktion wirklich beenden? Du verpasst %@.

source: Are you sure you want to quit and miss out on this offer?
de: Willst du dir das Angebot wirklich entgehen lassen?

source: Continue and claim reward
de: Weitermachen und Belohnung erhalten

source: Quit and forfeit reward
de: Ohne Belohnung beenden

source: %@ and %@
de: %1$@ und %2$@

source: %@, and %@
de: %1$@ und %2$@

source: Congratulations, you earned %@!
de: Herzlichen Gl√ºckwunsch zu %@!

source: Congratulations, you earned a reward!
de: Deine Belohnung ist unterwegs!

source: Earn %@ with a quiz.
de: Verdiene %@ mit einem Quiz.

source: up to %@
de: bis zu %@
