Repository: kwizzad/kwizzad-ios
Catalog: KwizzadSDK/*.lproj/Kwizzad.strings
Languages: de

# alert_close_title
source: Are you sure you want to quit and miss out on #number_of_rewards# #reward_name#?
de: Willst du die Aktion wirklich beenden und keine #number_of_rewards# #reward_name# erhalten?

# alert_close_title_var
source: Are you sure you want to quit and miss out on up to #number_of_rewards# #reward_name#?
de: Willst du die Aktion wirklich beenden und nicht bis zu #number_of_rewards# #reward_name# erhalten?

# alert_close_title_0
source: Are you sure you want to miss out on this offer?
de: Willst du dir das Angebot wirklich entgehen lassen?

# alert_close_claim
source: Continue and claim reward
de: Weitermachen und Belohnung erhalten

# alert_close_forfeit
source: Quit and forfeit reward
de: Ohne Belohnung beenden

# close_alert_title
source: Close window and go back to the app?
de: Fenster schliessen und zurück zur App?

# close_alert_yes
source: Yes, close window
de: Ja, Fenster schliessen

# close_alert_no
source: Cancel
de: Abbrechen

# reward.withLimit
source: up to #reward#
de: bis zu #reward#

# reward.incentiveText
source: Earn #potentialTotalReward# with a quiz.
de: Verdiene #potentialTotalReward# mit einem Quiz.

# transaction.confirmationText
source: Congratulations, you earned #oneOrMoreRewards#!
de: Herzlichen Glückwunsch zu #oneOrMoreRewards#!

# enum.two
source: #first# and #second#
de: #first# und #second#

# enum.moreThanTwo
source: #commaSeparated#, and #last#
de: #commaSeparated# und #last#
